{
  "Data": {
    "920": {
      "Name": "Super Smash Bros Skin Pack v2",
      "Author": "Nobledez",
      "Description": "Merging the worlds favorite universe of smash bros with Minecraft, you can now play as any challenger thats ever appeared on Super Smash Bros! 69 Skins, MANY new models, and lots of fun!!"
    },
    "751": {
      "Name": "Terraria Skin Pack",
      "Author": "TylerSwage",
      "Description": "TylerSwage has brought the vast world of Terraria to Minecraft Console Edition! Play as your favorite Terraria NPCs and characters in Minecraft within their retained retro form!"
    },
    "752": {
      "Name": "Terraria v2 Skin Pack",
      "Author": "TylerZM",
      "Description": "TylerZM has brought the vast world of Terraria to Minecraft Console Edition! Play as your favorite Terraria NPCs and characters in Minecraft within their retained retro form! v2 brings 15 more skins to the pack making it have a total of 30!"
    },
    "930": {
      "Name": "Livestream Skin Pack",
      "Author": "Nobledez N da Stream",
      "Description": "With HELP from the legendary stream squad, the ultimate pack of creativity has been created"
    },
    "478": {
      "Name": "Blockys 1st birthday",
      "Author": "MightyMarkus",
      "Description": "Thanks to MightyMarkus, the legendary BLOCKY, is BACK!! and possibly better than ever before"
    },
    "921": {
      "Name": "Super Smash Bros Skin Pack v1",
      "Author": "Nobledez",
      "Description": "Merging the worlds favorite universe of smash bros with Minecraft, you can now play as any challenger thats ever appeared on Super Smash Bros! 69 Skins, MANY new models, and lots of fun!!"
    },
    "994": {
      "Name": "Cereal Skin Pack",
      "Author": "Nobledez",
      "Description": "What started off as a joke generated off of boredom, has now become a reality! Play as your favorite cereal box as you serve people on Minecraft Console!"
    },
    "992": {
      "Name": "Endermen Skin Pack",
      "Author": "Nobledez",
      "Description": "Cant beat them? Join them! Now play as a fully modelled Enderman and troll your friends! Or Help defend the End as you become part of them!"
    },
    "996": {
      "Name": "Youtubers Pack",
      "Author": "Nobledez",
      "Description": "Ever dream of being a famous youtuber? Dream no more! Using skins compiled from PlanetMinecraft, Nobledez has made a pack of youtubers for you to become!"
    },
    "990": {
      "Name": "Elite Hackers Skin Pack",
      "Author": "Nobledez",
      "Description": "Become an Elite Hacker now! Dont just do it, wear it! Become invisible, fly, and rule the online world as an Elite Hacker!"
    },
    "989": {
      "Name": "Gaming All-Stars",
      "Author": "Nobledez",
      "Description": "4j Studio not supplying your version of Minecraft Console with your favorite Gaming Character? No worries! Play as favorite character from all playforms!Many skin ports, as well as MANY new characters and models by Nobledez!"
    },
    "522": {
      "Name": "Jurrasic World Skin Pack",
      "Author": "LeafGreenSceptile",
      "Description": "LeafGreenSceptile has brought Jurrasic World, to your world! Play online now as your favorite Jurrasic World characters, or mess around with your friends as a dinosaur!"
    },
    "987": {
      "Name": "Mega Pack",
      "Author": "Nobledez",
      "Description": "Using custom models from Ultmate_Mario &amp; Nobledez, you can now play as Minecraft Classic Skins within your Minecraft Console World!"
    },
    "984": {
      "Name": "Chickens Pack",
      "Author": "TylerSwage",
      "Description": "TylerSwage has brought the diverse world of chickens, to your Minecraft Console skin selection menu! Play as one of 22 unique tuxedo chickens!"
    },
    "986": {
      "Name": "reQuests Pack",
      "Author": "Nobledez",
      "Description": "Nobledez has taken severeal requested skins, and compiled them into the reQuests pack! (notice the play on words *wink*). Play as one out of a huge variety of requested characters!"
    },
    "980": {
      "Name": "Rick & Morty",
      "Author": "Nobledez",
      "Description": "Nobledez has brought the multiverse of Rick &amp; Morty to Minecraft Console Edition! Play as your favorite Rick &amp; Morty characters as you craft it up in Minecraft!"
    },
    "979": {
      "Name": "Portraits",
      "Author": "Nobledez",
      "Description": "Nobledez has brought your favorite memes into Minecraft Console Edition neatly within their own 3D portraits! Have a laugh with your friends as your favorite memes!"
    },
    "8268": {
      "Name": "Hide N Seek Ultmate Block Edition",
      "Author": "Ultmate_Mario",
      "Description": "Ultmate_Mario has remade Nobledezs HNS Block Edition Pack with new improved models, and EVERY Block within MC Console leading up to Tu54! The Ultmate HNS Pack!"
    },
    "950": {
      "Name": "2018 Memes Pack",
      "Author": "Nobledez",
      "Description": "Nobledez has brought your favorite memes from 2018 into Minecraft Console Edition! Go online and find da wei with your friends!!"
    },
    "969": {
      "Name": "Apps",
      "Author": "Nobledez",
      "Description": "Nobledez has brought your favorite classic apps from your phone to your console as playable skins! Show off as your favorite app online and to your friends!"
    }
  }
}